Repository: objective-see/KnockKnock
Catalog: UI/mul.lproj/PrefsWindow.xcstrings
Source language: en
Languages: es

# 2gz-Tn-4EA.title
source: Enable this option to show persistent macOS and Apple-installed components.
es: Activa esta opción para mostrar los componentes persistentes de macOS e instalados por Apple.

# 7e0-cR-939.title
source: Start at login (+perform scan).
es: Iniciar al iniciar sesión (+realizar escaneo).

# 9UV-0a-N9m.title
source: Enable this option so KnockKnock launches and scans at each login.
es: Activa esta opción para que KnockKnock se inicie y escanee en cada inicio de sesión.

# CMD-Kc-WiI.title
source: API Key:
es: Clave API:

# DQk-9R-Peb.title
source: VirusTotal Integration:
es: Integración con VirusTotal:

# EbR-vz-kge.title
source: Obtain a key (for free!):
es: Obtén una clave (¡gratis!):

# F0z-JX-Cv5.title
source: KnockKnock Settings
es: Configuración de KnockKnock

# gXW-vY-Aj1.title
source: Disable VirusTotal integration.
es: Deshabilitar la integración con VirusTotal.

# iA8-I3-D7j.title
source: Enable this option to prevent the app from querying VirusTotal for known malware.
es: Activa esta opción para evitar que la aplicación consulte VirusTotal en busca de malware conocido.

# idJ-pd-k6U.title
source: Disable automatic update check.
es: Deshabilitar la comprobación automática de actualizaciones.

# Nua-Eb-VTm.title
source: Enter your personal VirusTotal API key. You can learn more about getting such a key (for free!) here:
es: Introduce tu clave API personal de VirusTotal. Puedes obtener más información sobre cómo conseguir una clave (¡gratis!) aquí:

# OWQ-k5-mAX.title
source: Enable this option to prevent the app from checking for updates automatically.
es: Activa esta opción para evitar que la aplicación busque actualizaciones automáticamente.

# rp9-45-S3R.placeholderString
source: Your API Key
es: Tu clave API

# tJm-La-oyS.title
source: With an API key, checks items against VirusTotal for known malware.
es: Con una clave API, comprueba los elementos en VirusTotal en busca de malware conocido.

# WN8-cQ-8xh.title
source: Include macOS/known items.
es: Incluir ítems de macOS/conocidos.
